// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "校準";

HSDUnknownValue = "選擇";
NoAlignTitle = "無法執行校準";
NoAlignMsg = "請檢查您的印表機已經連線且開啟並再試一次。";

ValidationMsg = "正在列印有效樣式的頁面。如果列印的樣式是校準的，請按一下「完成」。如果沒有校準，則必須按一下「校準」重試校準動作。";
HSDDoneButton = "完成";

CompletionAlertTitle = "畫筆校準完成";
CompletionAlertMessage = "現在您可以按一下「驗證」按鈕列印驗證頁，或按一下「完成」按鈕完成校準程序。若要列印驗證頁，請在下列列印對話方塊中選取已設定好的裝置，然後按一下「列印」按鈕。";
VerifyButton = "驗證";
PrintingPatternsTitle = "正在列印圖樣…";
PrintingValidationPageTitle = "正在列印驗證頁…";

SemiAutomaticAlignCompletionAlertTitle = "您的印表機正在列印校準圖樣頁";
SemiAutomaticAlignCompletionAlertMessage = "請遵循該頁面上的指示完成校準程序。";

AlignPrintheadsExplanation = "下列程序將會進行彩色及黑色列印頭間的相互校準。此程序可提供最佳的列印品質。";
AlignPrintheadsInvitation = "建議您在每次更換列印頭時執行校準。";

TransferringProcessTitle = "正在傳輸檔案…";
PrintingProcessTitle = "正在列印列印品質診斷頁…";

ValidationPagePrintingMsg = "正在列印具有驗證圖樣的頁面。如果看不到內部方塊，請按一下「完成」。 否則您可以按一下「校準」，重新嘗試校準。";

PenChangedMsg = "校準已中止，因為列印墨匣設定已變更。請不要在校準程序期間取出、插入或變更墨匣。";

PrintAndAlingButtonsHint = "按一下「列印」按鈕以列印一份「列印品質診斷頁」的副本。按一下「校準」按鈕以列印校準頁。";

NewCartridgeHeader = "已安裝新墨匣";
NewCartridgeText = "如果您剛安裝了新墨匣，建議您進行校準。按一下「校準」以校準您的新墨匣。";

HSDPenAlignmentTextFieldTitle = "校準墨水匣";
HSDInfoTextFieldTitle = "為獲得最佳列印品質，HP 建議您每次更換列印墨匣時執行此校準。\n\n當您按下方的「校準」按鈕時，系統會列印一頁圖像，並要求您根據這些圖像回答問題。\n\n請在此程序中僅使用一般紙張。";
HSDGuideTextFieldTitle = "準備就緒時，按一下「校準」。";
HSDAlignButtonTitle = "校準";

HSDPatternDescription = "您的印表機正在列印一頁校準樣式。請找出頁面右下角的樣式識別碼，在下方選擇對應的選項，然後按一下「繼續」。";
HSDPattern1 = "樣式 1";
HSDPattern2 = "樣式 2";
HSDPattern3 = "樣式 3";
HSDGoBackButton = "上一步";
HSDCancelButton = "取消";
HSDContinueButton = "繼續";

HSDPlotDescription = "檢查已列印完畢的頁面。已列印頁面上出現好幾列方框，每個方框內都有細線。\n\n在每一列上，選取最能代表內框顯示不良之方框的標籤。";
HSDValidationCheck = "列印驗證頁面";

HSDStraightDescription1 = "檢查已列印的頁面，並選取每個區段中代表最直線條的標籤。";
HSDStraightDescription2 = "選取顯示箭頭尾端的列最靠近紙張邊緣的標籤。";
HSDStraightDescription3 = "選取最符合列印頁面背景的對應編號色塊。";

OutOfPaperAlertTitle = "紙張用盡";
OutOfPaperAlertMessage = "請插入至少兩張紙，然後按下印表機上的「列印」按鈕。列印圖樣後，該對話方塊將自動關閉。";
